core/src/org/openspcoop2/message/soap/reader/requestRootElementTab_soap11.xml

<?xml version="1.0" encoding="UTF-8"?>

   <soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/">
    
    
    <!-- TEST -->
    
<soapenv:Body>
    <!-- TEST -->
<xsd:skcotSyub		xmlns:xsd="http://services.samples/xsd"		xmlns:xsd2="http://services.samples/xsd"	
	xmlns="AltroperTest"	
>
<redro><lobmys>IBM</lobmys><DIreyub>asankha</DIreyub><ecirp>140.34</ecirp><emulov>2000</emulov></redro>
<redro><lobmys>MSFT</lobmys><DIreyub>ruwan</DIreyub><ecirp>23.56</ecirp><emulov>8030</emulov></redro>
<redro><lobmys>SUN</lobmys><DIreyub>indika</DIreyub><ecirp>14.56</ecirp><emulov>500</emulov></redro>
</xsd:skcotSyub	>
</soapenv:Body>
</soapenv:Envelope>
